[
    {
        "id": 1,
        "name": "(DI)VISION",
        "bio": "With a vibrant and playful approach to fashion, (di)vision takes sustainable design and production to innovative heights by working across multiple creative methods.\n\nTheir primary focus is on reconstructing, upcycling, cut-and-sew techniques, and imaginative sourcing practices that turn existing materials into fresh, eye-catching fashion statements.\n\nEmbracing a brand ethos rooted in the philosophy of creating from what already is, (di)vision is dedicated to exploring the full potential of using deadstock, recycled fabrics, and vintage items as the foundation for their collections.\n\nBy upcycling overstock and breathing new life into overlooked resources, (di)vision not only redefines what fashion can be but also reinforces the importance of sustainability within the industry.\n\nThis commitment to circularity allows (di)vision to produce unique, high-quality pieces that celebrate both individuality and responsibility, crafting fashion that resonates with the modern consumer's growing environmental consciousness.",
        "mainPicture": "division.jpg",
        "gallery": [
            "division1.jpg",
            "division2.jpg",
            "division3.jpg",
            "division4.jpg",
            "division5.jpg",
            "division6.jpg"
        ]
    },
    {
        "id": 2,
        "name": "A. ROEGE HOVE",
        "bio": "Danish designer Amalie Røge Hove has established a unique voice in fashion through her brand, A. Roege Hove, celebrated for its sculptural knitwear that follows the body’s natural curves. Her designs merge modern artistry with traditional craftsmanship, creating silhouettes that are both effortlessly wearable and strikingly bold. Each piece is a blend of simplicity and extravagance, transforming knitwear into sculptural forms that move seamlessly with the body.\n\nA. Roege Hove reimagines knitwear by challenging familiar ideas of shape and material, pushing boundaries in how fabrics look, feel, and behave. This innovative approach to design has won significant acclaim; in 2022, Amalie received the prestigious Wessel & Vett Fashion Prize, and in 2023, she was honored globally with Woolmark’s Karl Lagerfeld Award for Innovation.\n\nAmalie’s work invites a fresh perspective on knitwear, redefining it as both a wearable art form and a celebration of craftsmanship that is timelessly modern.",
        "mainPicture": "roege.jpg",
        "gallery": [
            "roege1.jpg",
            "roege2.jpg",
            "roege3.jpg",
            "roege4.jpg",
            "roege5.jpg",
            "roege6.jpg"
        ]
    },
    {
        "id": 3,
        "name": "AIAYU",
        "bio": "Founded in Copenhagen by Creative Director Maria Heilmann, Aiayu emerged from a desire to create a responsible collection of timeless, beloved pieces crafted from pure and natural materials. The brand is celebrated for its “soft universe” of effortless, enduring designs, focusing on premium materials, handcrafted knitwear, and a soothing palette of natural tones.\n\nAiayu has continually evolved, expanding its offerings to include tailored pieces, European-made outerwear, and versatile unisex styles that resonate with today’s needs. With a distinctly modern take on functional, minimalist style, Aiayu perfectly embodies the Scandinavian way of life.\n\nToday, Aiayu is led by the women-led duo of Creative Director & Founder Maria Høgh Heilmann and CEO Maria Glæsel. Well-established in the Nordic region, Aiayu has flagship stores in Copenhagen, Frederiksberg, and Aarhus, and is also distributed through select retailers in continental Europe, the US, and Asia.",
        "mainPicture": "ayaiu.jpg",
        "gallery": [
            "aiayu7.jpg",
            "aiayu2.jpg",
            "aiayu3.jpg",
            "aiayu4.jpg",
            "aiayu5.jpg",
            "aiayu6.jpg"
        ]
    },
    {
        "id": 4,
        "name": "ALECTRA ROTHSCHILD",
        "bio": "Alectra Rothschild began her journey in fashion as a trained tailor before studying at Beckmans College of Design and pursuing an MA in Fashion under Fabio Piras at Central Saint Martins. She further explored sustainability and fashion at the Royal Danish Academy. During this period, Alectra trained with renowned designers Iris Van Herpen and Anne Sofie Madsen. Her first role in the fashion industry was at Mugler under Casey Cadwallader, and she has since freelanced for Alexander McQueen and collaborated with Birkenstock.\n\nSince graduating, Alectra’s work has captured attention across the fashion world. i-D Magazine named her among the “best of CPHFW SS23 + FW23,” and Dazed selected her for the Dazed100 List 2022. She was also chosen as the first CPHFW NEWTALENT: One to Watch for FW23. Most recently, she presented a performance for CPHFW SS24 with Viscose Journal.\n\nAlectra’s designs have been embraced by high-profile stars like Arca, MØ, Zara Larsson, and Michèle Lamy, establishing her as an exciting and innovative voice in contemporary fashion.",
        "mainPicture": "alectra7.jpg",
        "gallery": [
            "alectra1.jpg",
            "alectra2.jpg",
            "alectra3.jpg",
            "alectra4.jpg",
            "alectra5.jpg",
            "alectra6.jpg"
        ]
    },
    {
        "id": 5,
        "name": "ANOTHER ASPECT",
        "bio": "Another Aspect is driven by a commitment to sustainability across all stages, from raw material sourcing to packaging and distribution. Beyond just making clothes, the brand promotes care, longevity, and mindful consumption.\n\nInspired by the beauty in everyday life, Another Aspect merges traditional menswear staples with modern design. Their collection spans textured shirts, versatile tailoring, and outerwear, all crafted from high-quality, eco-friendly fabrics.\n\nRecognized for its ethical approach, the brand has gained attention from publications like Vogue Scandinavia and earned industry awards for sustainability. Another Aspect appeals to those who seek timeless, responsibly-made fashion, establishing itself as a name to watch in sustainable style.",
        "mainPicture": "another-aspect.jpg",
        "gallery": [
            "another-aspect1.jpg",
            "another-aspect2.jpg",
            "another-aspect3.jpg",
            "another-aspect4.jpg",
            "another-aspect5.jpg",
            "another-aspect6.jpg"
        ]
    },
    {
        "id": 6,
        "name": "BAUM UND PFERDGARTEN",
        "bio": "The brand’s collections are celebrated for their timeless appeal and vibrant, playful contrasts, embodying a blend of sophistication and boldness. Named as a creative interplay between founders Rikke Baumgarten and Helle Hestehave, the brand represents the harmony of their unique design visions developed over 25 years of collaboration.\n\nRikke and Helle's partnership has cultivated a distinctive design language rooted in structured tailoring, timeless vintage influences, and contemporary trends. Their creative process is a balance of complementing and challenging each other, resulting in collections that feel both classic and refreshingly modern.\n\nEach piece is crafted for women who seek a fashion-forward look that balances statement-making style with a relaxed elegance. By merging their love for refined details with a commitment to modern femininity, Rikke and Helle create versatile designs that resonate with today’s confident and discerning women.",
        "mainPicture": "baum-und-pferdgarten.jpg",
        "gallery": [
            "baum1.JPG",
            "baum2.JPG",
            "baum3.JPG",
            "baum4.JPG",
            "baum5.JPG",
            "baum6.JPG"
        ]
    },
    {
        "id": 7,
        "name": "BERNER KUHL",
        "bio": "Frederik’s journey in fashion began with a background in production before pursuing design, culminating in a Master’s degree from Polimoda in Florence. His approach is rooted in the material itself, with each design beginning as an exploration of texture and feel. The fabrics drive his creative process, as he emphasizes the inherent qualities of the raw materials during development, ensuring that the final design is shaped by the material’s best features.\n\nWith a focus on longevity, Frederik aims to create pieces that stand the test of time. His brand champions a modular wardrobe approach, promoting thoughtful consumption by encouraging fewer but higher-quality purchases. Through this, he seeks to educate consumers about the value of well-made, enduring products.",
        "mainPicture": "berner-kuhl.jpg",
        "gallery": [
            "berner1.jpg",
            "berner2.jpg",
            "berner3.jpg",
            "berner4.jpg",
            "berner5.jpg",
            "berner6.jpg"
        ]
    },
    {
        "id": 8,
        "name": "BONNETJE",
        "bio": "By reusing defunct materials, Bonnetje contribute to the search for fashion beyond the current throwaway society. Their focus extends to past, present, and future sustainable practices.\n\nBonnetje does not aim to pioneer a brand new style but offers their perspective on the emerging movement of circularity within fashion. Collaboration with contemporary peers and across generations is essential to the brand's approach. Rather than discarding yesterday’s fashion, they aim to preserve it for today and reintroduce it into circulation. In refashioning existing suit items, Bonnetje literally turns certain parts inside-out, honoring the meticulous tailoring by exposing hidden details such as seams, pockets, and lining.\n\nAdditionally, they incorporate feminine silhouettes into classic masculine forms, blurring the lines between inclusion and exclusion within clothing.",
        "mainPicture": "BONNETJE.jpg",
        "gallery": [
            "bonn1.jpg",
            "bonn2.jpg",
            "bonn3.jpg",
            "bonn4.jpg",
            "bonn5.jpg",
            "bonn6.jpg"
        ]
    },
    {
        "id": 9,
        "name": "CARO EDITIONS",
        "bio": "Caro Editions is known for its playful, easy-to-wear designs, often with a distinctive Caro touch in shape or detailing. Founded and creatively directed by Caroline Bille Brahe, the Copenhagen-based brand releases two collections each year, along with exclusive one-off upcycled denim pieces and limited edition statement designs with handmade details.\n\nMore than just a brand, Caro Editions represents a lifestyle rooted in family, culture, and community. Each collection reflects Caroline's personal story, blending modern design with timeless craftsmanship. The brand aims to create meaningful connections between its designs and the wearer, fostering a sense of belonging and a deeper appreciation for the pieces we wear.",
        "mainPicture": "caro-editions.jpg",
        "gallery": [
            "caro1.jpg",
            "caro2.jpg",
            "caro3.jpg",
            "caro4.jpg",
            "caro5.jpg",
            "caro6.jpg"
        ]
    },
    {
        "id": 10,
        "name": "DEADWOOD",
        "bio": "The Stockholm-based brand was founded in 2012 by Carl Ollson and Felix von Bahder, two friends united by a vision to challenge the status quo in the fashion industry. Their core idea is simple yet profound: to create garments and accessories from materials that would otherwise go to waste, transforming overlooked resources into stylish, high-quality products.\n\nDeadwood is at the forefront of sustainable fashion, pioneering the use of upcycled leather and vegan cactus leather. The brand continually experiments with new material compositions, striving to innovate and enhance their offerings while maintaining a commitment to environmental responsibility. By focusing on carefully considered clothing, Deadwood encourages consumers to embrace a more sustainable lifestyle, promoting the idea that fashion can be both stylish and ethical.\n\nThrough their dedication to reimagining waste and fostering a circular economy, Deadwood is not just responding to current trends but is also preparing for an unexpected tomorrow, making a meaningful impact on the future of fashion.",
        "mainPicture": "deadwood7.jpg",
        "gallery": [
            "deadwood1.jpg",
            "deadwood2.jpg",
            "deadwood3.jpg",
            "deadwood4.jpg",
            "deadwood5.jpg",
            "deadwood6.jpg"
        ]
    },
    {
        "id": 11,
        "name": "FINE CHAOS",
        "bio": "With a love for deconstruction, reconstruction, and expression, Fine Chaos pulls you into its dystopian otherworldly universe, making you feel like a part of the underground community from which the brand emerged.\n\nThe name and oxymoron 'Fine Chaos' encapsulates the brand's design philosophy, which centers around a fusion of opposing elements, resulting in what can only be described as 'a Beautiful Madness'.\n\nFounded in 2021 by Designer and Creative Director, March C. Møllerskov, the Copenhagen-based brand has already garnered attention from known retailers such as HBX & Opener, and continues to expand the brand internationally.\n\nFine Chaos is known for their captivating storytelling and depiction of an underground scene that isn’t always represented in Scandinavia. Creating a strong community has been a focus point from the start, and it has only grown with time.",
        "mainPicture": "fine-chaos7.jpg",
        "gallery": [
            "fine-chaos1.jpg",
            "fine-chaos2.jpg",
            "fine-chaos3.jpg",
            "fine-chaos4.jpg",
            "fine-chaos5.jpg",
            "fine-chaos6.jpg"
        ]
    },
    {
        "id": 12,
        "name": "FORTZA COLLECTIVE",
        "bio": "Forza Collective and its debut collection are the culmination of Kongshaug’s over 14 years of experience in the fashion industry. Having worked with both smaller fashion houses and major corporations in the world’s leading fashion cities, his journey includes collaborations with renowned brands such as Raf Simons, Christian Dior Couture, Balmain, Lanvin, and Theory. The craft he honed in Paris, the commercial insights he gained in New York City, and his unique sense of aesthetics and style all come together in the Forza Collective vision.\n\nAt its core, Forza Collective is about more than just fashion or fleeting trends—it’s a celebration of vision and style. The brand reflects Kongshaug's belief in creating something enduring, grounded in a clear aesthetic that transcends trends and speaks to those who appreciate timeless design.",
        "mainPicture": "fortza-collective.jpg",
        "gallery": [
            "fortza1.jpg",
            "fortza2.jpg",
            "fortza3.jpg",
            "fortza4.jpg",
            "fortza5.jpg",
            "fortza6.jpg"
        ]
    },
    {
        "id": 13,
        "name": "GESTUZ",
        "bio": "Gestuz is dedicated to creating designs that celebrate and empower women, emphasizing their strength and individuality rather than overshadowing them. Drawing inspiration from earlier decades and the modern rock-and-roll woman, the brand designs pieces that encourage personal interpretation and self-expression, allowing each wearer to make the style their own.\n\nRooted in the effortless simplicity of Scandinavian design, Gestuz simultaneously challenges these traditions by subtly disrupting and updating the classics. With a playful edge, the brand reimagines timeless pieces, adding a contemporary twist that feels both fresh and familiar. The result is a collection that effortlessly combines boldness with sophistication, offering women the freedom to express their unique, confident style.",
        "mainPicture": "gestuz.jpg",
        "gallery": [
            "gestuz1.jpg",
            "gestuz2.jpg",
            "gestuz3.jpg",
            "gestuz4.jpg",
            "gestuz5.jpg",
            "gestuz6.jpg"
        ]
    },
    {
        "id": 14,
        "name": "HAN KJØBENHAVN",
        "bio": "The vision of Han Kjøbenhavn is to craft innovative designs that resonate emotionally with its audience, creating a sense of inclusivity and connection. Based in both Copenhagen and London, the brand strives to bridge the gap between fashion and culture, offering unique, forward-thinking designs that speak to a diverse range of individuals.\n\nHan Kjøbenhavn provides a full range of men's and women's ready-to-wear collections, as well as accessories, all distributed globally. With a commitment to pushing boundaries and challenging conventional fashion norms, the brand captures the spirit of modern life while remaining deeply rooted in its Scandinavian heritage. Through its designs, Han Kjøbenhavn invites its audience to feel a part of something larger—an ever-evolving journey of creativity, inclusivity, and style.",
        "mainPicture": "han-kjøbenhavn.jpg",
        "gallery": [
            "han1.jpg",
            "han2.jpg",
            "han3.jpg",
            "han4,jpg",
            "han5.jpg",
            "han6.jpg"
        ]
    },
    {
        "id": 15,
        "name": "HENRIK VIBSKOV",
        "bio": "Henrik Vibskov is a renowned Danish fashion designer, artist, curator, and musician, widely known for his eponymous fashion brand. His work is celebrated for its captivating universes that blend fashion with elements of art, installation, scenography, performance, and exhibitions. Vibskov’s designs transcend the traditional boundaries of fashion, often intersecting with other creative fields to create immersive, multi-disciplinary experiences. \n\n* * *\n\n Since graduating from Central Saint Martins in 2001, Henrik Vibskov has created over 40 fashion collections and showcased his work at numerous international design fairs, festivals, and museums. His exhibitions have been featured in prestigious venues across the globe, including MoMA in New York, Palais de Tokyo in Paris, The 21st Century Museum of Contemporary Art in Kanazawa, and the ICA in London. Vibskov’s unique approach to fashion and art has made him a prominent figure in both industries, gaining recognition for his boundary-pushing creativity and innovative designs.",
        "mainPicture": "henrik-vibskov.jpg",
        "gallery": [
            "henrik1.jpg",
            "henrik2.jpg",
            "henrik3.jpg",
            "henrik4.jpg",
            "henrik5.jpg",
            "henrik6.jpg"
        ]
    },
    {
        "id": 16,
        "name": "HERSKIND",
        "bio": "Herskind’s philosophy is rooted in creating timeless apparel that seamlessly blends enduring wardrobe staples with modern trends. The brand is dedicated to celebrating individuality, focusing on crafting pieces that stand the test of time while embracing the contemporary woman’s ever-evolving sense of style. Herskind is unwavering in its commitment to quality, with every design carefully considered and executed to perfection.\n\nAt the heart of Herskind lies a unique creative partnership between founder Birgitte Herskind and her daughter Andrea. Together, they bring a shared passion for authenticity and a deep respect for craftsmanship to every collection. Their designs are minimalistic yet sophisticated, carefully curated to embrace and elevate the feminine silhouette. Through this thoughtful approach, Herskind has cultivated a brand identity that fuses timeless elegance with modern sensibility, offering versatile pieces that are both enduring and contemporary.",
        "mainPicture": "herskind.jpg",
        "gallery": [
            "hers1.jpg",
            "hers2.jpg",
            "hers3.jpg",
            "hers4.jpg",
            "hers5.jpg",
            "hers6.jpg"
        ]
    },
    {
        "id": 17,
        "name": "JADE CROPPER",
        "bio": "Jade Cropper’s designs are defined by innovative construction, intricate details, and a celebration of imperfection and asymmetry. Her creative approach embraces the beauty found in irregularities, turning them into key elements of her collections.\n\nThe brand’s identity is deeply influenced by Jade's grandparents—her grandmother’s eccentric, unapologetic independence and her grandfather’s artistic flair. These legacies have shaped Jade’s vision and infuse each design with a sense of personal history and meaning.\n\nBlending sustainable practices with innovative techniques, Jade uses deadstock and eco-friendly materials in her collections, ensuring that each garment is not only unique but also responsible. Her creative process transforms every piece into a timeless, one-of-a-kind creation. Through her work, Jade seeks to empower her audience, instill confidence, and celebrate individuality, making each design a personal expression of strength and authenticity.",
        "mainPicture": "jade-cropper.jpg",
        "gallery": [
            "jade1.jpg",
            "jade2.jpg",
            "jade3.jpg",
            "jade4.jpg",
            "jade5.jpg",
            "jade6.jpg"
        ]
    },
    {
        "id": 18,
        "name": "JOAO MARASCHIN",
        "bio": "Joao Maraschin's debut collection “Foreigner Traveller” was presented at the Positive Fashion Initiative exhibition organised by the British Fashion Council during LFW in February 2020.\n\nSara Maino, Head of Vogue Talents, invited Maraschin to be part of the “A New Awareness” exhibition in September 2020 during MFW.\n\nHe won the Drapers Sustainability 2021 Graduate Award as well as is one of the Circular Fashion Summit 2021’s Honourees.\n\nIn the same year, Joao was also selected for an Arts and Environmental Residency at Thread Senegal by the Joseph and Anni Albers Foundation.\n\nMaraschin then launched a capsule collection at Selfridges later that year and, in September 2022, a collaboration with Alexander McQueen which was available at selected retailers around the world.",
        "mainPicture": "joao-maraschin.jpg",
        "gallery": [
            "joao1.jpg",
            "joao2.jpg",
            "joao3.jpg",
            "joao4.jpg",
            "joao5.jpg",
            "joao6.jpg"
        ]
    },
    {
        "id": 19,
        "name": "LOVECHILD 1979",
        "bio": "At the heart of Lovechild 1979’s design philosophy lies a deep celebration of the diversity and inherent beauty of women. Founded by Anne-Dorthe Larsen, the brand masterfully blends masculine-inflected tailoring with finely detailed feminine pieces, creating collections that bridge the nostalgic past with a fresh, contemporary sensibility.\n\nLovechild 1979 reinterprets the essence of a woman’s wardrobe, breathing new life into timeless styles. The design team expertly combines premium fabrics with exceptional craftsmanship, resulting in clothing that is both sophisticated and practical. The brand’s collections exude an international and tactile quality, offering designs that resonate with the modern woman, effortlessly balancing elegance with functionality, and evoking both strength and grace.",
        "mainPicture": "lovechild.jpg",
        "gallery": [
            "love1.jpg",
            "love2.jpg",
            "love3.jpg",
            "love4.jpg",
            "love5.jpg",
            "love6.jpg"
        ]
    },
    {
        "id": 20,
        "name": "MARIMEKKO",
        "bio": "Marimekko is a Finnish lifestyle design company celebrated for its bold and original prints, as well as its distinctive use of color. The brand’s extensive product portfolio spans high-quality clothing, bags, accessories, and home décor items, including textiles, tableware, and more. Founded in 1951, Marimekko quickly established itself with its iconic printed fabrics, which became synonymous with the brand’s strong and unique identity.\n\nKnown for its innovative approach to design, Marimekko has built a global presence with approximately 150 stores worldwide. In addition to its physical stores, the brand’s online shop serves customers in 35 countries, offering a wide range of its signature, vibrant designs to an international audience. Through its timeless prints and commitment to quality, Marimekko continues to be a symbol of modern Scandinavian design.",
        "mainPicture": "marimekko.JPG",
        "gallery": [
            "mari1.JPG",
            "mari2.JPG",
            "mari3.JPG",
            "mari4.JPG",
            "mari5.JPG",
            "mari6.JPG"
        ]
    },
    {
        "id": 21,
        "name": "MUNTHE",
        "bio": "Munthe is a conscious heritage brand that merges fashion with art, founded in 1994 by Creative Director Naja Munthe in Copenhagen. Created as a response to the fast-paced, trend-driven fashion industry, Munthe focuses on artistic, craft-driven designs that reflect a thoughtful, curated approach to style.\n\nAt the core of Munthe’s philosophy is a sense of serenity in every piece. From the selection of high-quality fabrics to the delicate details in the coating and lining, each design is meticulously crafted with a commitment to sustainability. The brand emphasizes low-impact production, ensuring that the garments are not only beautiful on the outside but also ethically produced on the inside.\n\nA hallmark of Munthe’s collections is the conceptual embrace of contrasts and contradictions. Soft, flowing silhouettes are paired with tailored touches, creating versatile styles that can be worn for a variety of occasions. With timeless, expressive wardrobe staples rooted in art and craftsmanship, Munthe offers pieces that blend elegance with individuality, ensuring each garment is as meaningful as it is stylish.",
        "mainPicture": "munthe.jpg",
        "gallery": [
            "munthe1.jpg",
            "munthe2.jpg",
            "munthe3.jpg",
            "munthe4.jpg",
            "munthe5.jpg",
            "munthe6.jpg"
        ]
    },
    {
        "id": 22,
        "name": "NICKLAS SKOVGAARD",
        "bio": "Founded in 2020, the Copenhagen-based brand aims to explore the relationship textiles can hold in expressing narratives through the marriage of unexpected material and classical form.\n\nCreating his own textiles that cultivate an exceptional surface, Nicklas Skovgaard taught himself weaving after discovering a small loom and crafting swatches of his own fabric. Expanding onto a bigger surface allowed Nicklas to create larger pieces moulded into jackets, hats, and capelets.\n\nWith his handmade textiles mapped against contradictory fabrications and cut into unexpected silhouettes, there is a strange visual appeal to the combinations. These range from hand-woven wool fabric merged with water-repellant fabric, silk taffeta, and stretch jersey. All resulting in silhouettes that are captivating in their unexpected manipulations and combinations, hoping to profess a dreamlike state clothes can affect.",
        "mainPicture": "Nicklas-Skovgaard.jpg",
        "gallery": [
            "nick1.jpg",
            "nick2.jpg",
            "nick3.jpg",
            "nick4.jpg",
            "nick5.jpg",
            "nick6.jpg"
        ]
    },
    {
        "id": 23,
        "name": "OPERASPORT",
        "bio": "Bridging the Parisian way of integrating classic and contemporary styles with the sporty edge of Copenhagen, OpéraSport creates designs that are both timeless and relevant, combining the best of two worlds. The brand offers a perfect balance of elegance and sportiness, where luxurious yet affordable pieces embody the spirit of modern, conscious fashion.\n\nOpéraSport is committed to sustainability, ensuring that every garment is crafted using recycled or organic fabrics. The brand's production process is aligned with its ethical values, maintaining a volume that reflects real demand, avoiding overproduction and waste.\n\nWith a focus on responsibility, OpéraSport designs clothing that is not only sustainable but also relevant to today’s fashion-forward consumer. The collections are stylish, practical, and chic, exuding a sense of effortless elegance. The brand proves that it’s possible to create beautiful, high-quality designs without compromising on ethics, making sustainable fashion a luxurious, sexy choice.",
        "mainPicture": "operasport.jpg",
        "gallery": [
            "opera1.jpg",
            "opera2.jpg",
            "opera3.jpg",
            "opera4.jpg",
            "opera5.jpg",
            "opera6.jpg"
        ]
    },
    {
        "id": 24,
        "name": "RABENS SALONER",
        "bio": "Impeccable quality and craftsmanship are the foundation of Rabens Saloner’s aesthetic, where every piece reflects a deep commitment to excellence. The brand’s tailored Atelier collections, created with meticulous attention to detail, are produced following the time-honored couture tradition, ensuring each garment is a masterpiece in itself.\n\nThese exclusive collections can be found in the brand’s design studio, located in the heart of central Copenhagen, where the essence of high fashion and bespoke tailoring come to life. MKDT Studio is dedicated to producing garments that embody sophistication and timeless elegance, offering clients a truly elevated and personalized fashion experience.",
        "mainPicture": "rabens-saloner.jpg",
        "gallery": [
            "rabens1.jpg",
            "rabens2.jpg",
            "rabens3.jpg",
            "rabens4.jpg",
            "rabens5.jpg",
            "rabens6.jpg"
        ]
    },
    {
        "id": 25,
        "name": "REMAIN",
        "bio": "Impeccable quality and craftsmanship are the foundation of Remain’s aesthetic, where every piece reflects a deep commitment to excellence. The brand’s tailored Atelier collections, created with meticulous attention to detail, are produced following the time-honored couture tradition, ensuring each garment is a masterpiece in itself.\n\nThese exclusive collections can be found in the brand’s design studio, located in the heart of central Copenhagen, where the essence of high fashion and bespoke tailoring come to life. MKDT Studio is dedicated to producing garments that embody sophistication and timeless elegance, offering clients a truly elevated and personalized fashion experience.",
        "mainPicture": "remain.jpg",
        "gallery": [
            "remain1.jpg",
            "remain2.jpg",
            "remain3.jpg",
            "remain4.jpg",
            "remain5.jpg",
            "remain6.jpg"
        ]
    },
    {
        "id": 26,
        "name": "ROLF EKROTH",
        "bio": "Rolf Ekroth, a Finnish-Swedish designer, has an unconventional path to fashion. After high school, he chose to study social work instead of business, but soon realized it wasn’t for him. He then moved into sales, and later became obsessed with online poker in 2004. After struggling with the game, he recognized it didn’t suit his emotional nature and quit.\n\nA friend, noticing his interest in clothing, suggested he try fashion, and Ekroth did just that. He graduated from Helsinki’s Aalto University in 2015 and quickly gained recognition, becoming a finalist at the Hyères Festival and winning the Designers’ Nest competition. In 2020, he relaunched his namesake label independently during the pandemic, marking the next chapter in his creative journey.",
        "mainPicture": "rolf-ekroth.jpg",
        "gallery": [
            "rolf1.jpg",
            "rolf2.jpg",
            "rolf3.jpg",
            "rolf4.jpg",
            "rolf5.jpg",
            "rolf6.jpg"
        ]
    },
    {
        "id": 27,
        "name": "ROTATE",
        "bio": "ROTATE is a bold brand created by Birger Christensen in collaboration with influencers and stylists Jeanette Madsen and Thora Valdimarsdottir. Based in Copenhagen, Denmark, the brand has quickly gained global attention for its sexy minidresses and must-have pieces that define the going-out wardrobe.\n\nROTATE was born from Jeanette and Thora’s desire to fill the gaps in their own wardrobes, designing the pieces they dreamed of having. With a keen focus on creating stylish, statement-making clothing, the brand has become a favorite for fashion-forward individuals.\n\nToday, ROTATE is sold in 40 countries, available in leading retailers worldwide, and continues to push the boundaries of modern fashion with its distinctive and bold designs.",
        "mainPicture": "rotate.jpg",
        "gallery": [
            "rotate1.jpg",
            "rotate2.jpg",
            "rotate3.jpg",
            "rotate4.jpg",
            "rotate5.jpg",
            "rotate6.jpg"
        ]
    },
    {
        "id": 28,
        "name": "SINEAD O'DWYER",
        "bio": "Impeccable quality and craftsmanship are the foundation of Sinead O'Dwyer’s aesthetic, where every piece reflects a deep commitment to excellence. The brand’s tailored Atelier collections, created with meticulous attention to detail, are produced following the time-honored couture tradition, ensuring each garment is a masterpiece in itself.\n\nThese exclusive collections can be found in the brand’s design studio, located in the heart of central Copenhagen, where the essence of high fashion and bespoke tailoring come to life. MKDT Studio is dedicated to producing garments that embody sophistication and timeless elegance, offering clients a truly elevated and personalized fashion experience.",
        "mainPicture": "sinead-odwyer.jpg",
        "gallery": [
            "sinead1.jpg",
            "sinead2.jpg",
            "sinead3.jpg",
            "sinead4.jpg",
            "sinead5.jpg",
            "sinead6.jpg"
        ]
    },
    {
        "id": 29,
        "name": "SKALL STUDIO",
        "bio": "The Skall sisters grew up in the coastal area of Northern Jutland, surrounded by nature. A background that plays a great role in their approach to design and development.\n\nWith collections in 100% natural fibres, a preference for mono fibres, a focus on craftsmanship and no use of skin and fur, Skall Studio has created a universe of effortless and classic styles made to last.\n\nSkall Studio is known for its Danish signature knitwear, spun from Danish wool in one of the few remaining spinning mills in Denmark and afterwards knitted in one of the few remaining knitting factories in Denmark. A way to support craftsmanship and local production and to ensure transparency in the supply chain. Skall Studio is GOTS certified and the AW24 collection was made in 100% natural fibres and 96% mono fibres.",
        "mainPicture": "skall-studio.jpg",
        "gallery": [
            "skall1.jpg",
            "skall2.jpg",
            "skall3.jpg",
            "skall4.jpg",
            "skall5.jpg",
            "skall6.jpg"
        ]
    },
    {
        "id": 30,
        "name": "SOL HANSDOTTIR",
        "bio": "Impeccable quality and craftsmanship are the foundation of Sol Hansdottir’s aesthetic, where every piece reflects a deep commitment to excellence. The brand’s tailored Atelier collections, created with meticulous attention to detail, are produced following the time-honored couture tradition, ensuring each garment is a masterpiece in itself.\n\nThese exclusive collections can be found in the brand’s design studio, located in the heart of central Copenhagen, where the essence of high fashion and bespoke tailoring come to life. MKDT Studio is dedicated to producing garments that embody sophistication and timeless elegance, offering clients a truly elevated and personalized fashion experience.",
        "mainPicture": "sol-hansdottir.jpg",
        "gallery": [
            "sol1.jpg",
            "sol2.jpg",
            "sol3.jpg",
            "sol4.jpg",
            "sol5.jpg",
            "sol6.jpg"
        ]
    },
    {
        "id": 31,
        "name": "STAMM",
        "bio": "Stamm was founded and launched in 2022 by the Danish designer Elisabet Stamm.\n\nStamm is a Scandinavian brand with an international outlook. The brand was announced as winner of the ZSA Zalando Sustainability Award upon showing its debut AW23 runway show during Copenhagen Fashion Week.\n\nElisabet describes her approach to the creations as ‘truck poetry’. With a globetrotter family background, bright personality and a dreamy, visionary mind - Stamm's main characteristic is the dualism that can be found in different forms, such as strong vs sensitive, high fashion with a low-key approach, truck vs couture, calm vs dynamic. Diverse meetings, conversations are key to the brand, which is why ‘exchange’ has become an extension to the brand name.",
        "mainPicture": "stamm.jpg",
        "gallery": [
            "stamm1.jpg",
            "stamm2.jpg",
            "stamm3.jpg",
            "stamm4.jpg",
            "stamm5.jpg",
            "stamm6.jpg"
        ]
    },
    {
        "id": 32,
        "name": "STEM",
        "bio": "Impeccable quality and craftsmanship are the foundation of Stem’s aesthetic, where every piece reflects a deep commitment to excellence. The brand’s tailored Atelier collections, created with meticulous attention to detail, are produced following the time-honored couture tradition, ensuring each garment is a masterpiece in itself.\n\nThese exclusive collections can be found in the brand’s design studio, located in the heart of central Copenhagen, where the essence of high fashion and bespoke tailoring come to life. MKDT Studio is dedicated to producing garments that embody sophistication and timeless elegance, offering clients a truly elevated and personalized fashion experience.",
        "mainPicture": "stem.jpg",
        "gallery": [
            "stem1.jpg",
            "stem2.jpg",
            "stem3.jpg",
            "stem4.jpg",
            "stem5.jpg",
            "stem6.jpg"
        ]
    },
    {
        "id": 33,
        "name": "SWEDISH SCHOOL OF TEXTILES",
        "bio": "Impeccable quality and craftsmanship are the foundation of Swedish School of Textiles' aesthetic, where every piece reflects a deep commitment to excellence. The brand’s tailored Atelier collections, created with meticulous attention to detail, are produced following the time-honored couture tradition, ensuring each garment is a masterpiece in itself.\n\nThese exclusive collections can be found in the brand’s design studio, located in the heart of central Copenhagen, where the essence of high fashion and bespoke tailoring come to life. MKDT Studio is dedicated to producing garments that embody sophistication and timeless elegance, offering clients a truly elevated and personalized fashion experience.",
        "mainPicture": "swedish-school-of-textiles.JPG",
        "gallery": [
            "swed1.JPG",
            "swed2.JPG",
            "swed3.JPG",
            "swed4.JPG",
            "swed5.JPG",
            "swed6.JPG"
        ]
    },
    {
        "id": 34,
        "name": "THE GARMENT",
        "bio": "The vision of The Garment is deeply rooted in a love for vintage garments, drawing inspiration from decades of fashion history. The brand’s strength lies in the harmony between its monochrome aesthetic and Creative Director Charlotte Eskildsen’s design heritage.\n\nCommitted to sustainability, The Garment prioritizes quality by using natural and recycled materials. They calculate the CO2 impact of each garment produced and offset the equivalent emissions, offering a tangible solution to combat climate change. The brand embraces minimalism, emphasizing the importance of owning fewer but better pieces.\n\nAs a proud member of the 1% for the Planet community, The Garment dedicates 1% of its annual revenue to nonprofit organizations focused on protecting the planet, its ecosystems, and wildlife. Through responsible production and a passion for quality, The Garment continues to lead with sustainability at its core.",
        "mainPicture": "the-garment.jpg",
        "gallery": [
            "gar1.jpg",
            "gar2.jpg",
            "gar3.jpg",
            "gar4.jpg",
            "gar5.jpg",
            "gar6.jpg"
        ]
    },
    {
        "id": 35,
        "name": "THE ROYAL DANISH ACADEMY",
        "bio": "Impeccable quality and craftsmanship are the foundation of The Royal Dansih Academy’s aesthetic, where every piece reflects a deep commitment to excellence. The brand’s tailored Atelier collections, created with meticulous attention to detail, are produced following the time-honored couture tradition, ensuring each garment is a masterpiece in itself.\n\nThese exclusive collections can be found in the brand’s design studio, located in the heart of central Copenhagen, where the essence of high fashion and bespoke tailoring come to life. MKDT Studio is dedicated to producing garments that embody sophistication and timeless elegance, offering clients a truly elevated and personalized fashion experience.",
        "mainPicture": "the-royal-danish-academy.jpg",
        "gallery": [
            "roy1.jpg",
            "roy2.jpg",
            "roy3.jpg",
            "roy4.jpg",
            "roy5.jpg",
            "roy6.jpg"
        ]
    },
    {
        "id": 36,
        "name": "WON HUNDRED",
        "bio": "Impeccable quality and craftsmanship are the foundation of Won Hundred’s aesthetic, where every piece reflects a deep commitment to excellence. The brand’s tailored Atelier collections, created with meticulous attention to detail, are produced following the time-honored couture tradition, ensuring each garment is a masterpiece in itself.\n\nThese exclusive collections can be found in the brand’s design studio, located in the heart of central Copenhagen, where the essence of high fashion and bespoke tailoring come to life. MKDT Studio is dedicated to producing garments that embody sophistication and timeless elegance, offering clients a truly elevated and personalized fashion experience.",
        "mainPicture": "won-hundred.jpg",
        "gallery": [
            "won1.jpg",
            "won2.jpg",
            "won3.jpg",
            "won4.jpg",
            "won5.jpg",
            "won6.jpg"
        ]
    }
]