{
    "1": {
        "name": "(DI)VISION",
        "bio": "With a vibrant and playful approach to fashion, (di)vision takes sustainable design and production to innovative heights by working across multiple creative methods.\n\nTheir primary focus is on reconstructing, upcycling, cut-and-sew techniques, and imaginative sourcing practices that turn existing materials into fresh, eye-catching fashion statements.\n\nEmbracing a brand ethos rooted in the philosophy of creating from what already is, (di)vision is dedicated to exploring the full potential of using deadstock, recycled fabrics, and vintage items as the foundation for their collections.\n\nBy upcycling overstock and breathing new life into overlooked resources, (di)vision not only redefines what fashion can be but also reinforces the importance of sustainability within the industry.\n\nThis commitment to circularity allows (di)vision to produce unique, high-quality pieces that celebrate both individuality and responsibility, crafting fashion that resonates with the modern consumer's growing environmental consciousness.",
        "mainPicture": "division.jpg",
        "gallery": [
            "division1.jpg",
            "division2.jpg",
            "division3.jpg",
            "division4.jpg",
            "division5.jpg",
            "division6.jpg"
        ]

    },
    "2": {
        "name": "A. ROEGE HAVE",
        "bio": "Danish designer Amalie Røge Hove has established a unique voice in fashion through her brand, A. Roege Hove, celebrated for its sculptural knitwear that follows the body’s natural curves. Her designs merge modern artistry with traditional craftsmanship, creating silhouettes that are both effortlessly wearable and strikingly bold. Each piece is a blend of simplicity and extravagance, transforming knitwear into sculptural forms that move seamlessly with the body.\n\nA. Roege Hove reimagines knitwear by challenging familiar ideas of shape and material, pushing boundaries in how fabrics look, feel, and behave. This innovative approach to design has won significant acclaim; in 2022, Amalie received the prestigious Wessel & Vett Fashion Prize, and in 2023, she was honored globally with Woolmark’s Karl Lagerfeld Award for Innovation.\n\nAmalie’s work invites a fresh perspective on knitwear, redefining it as both a wearable art form and a celebration of craftsmanship that is timelessly modern.",
        "mainPicture": "roege.jpg",
        "gallery": [
            "roege1.jpg",
            "roege2.jpg",
            "roege3.jpg",
            "roege4.jpg",
            "roege5.jpg",
            "roege6.jpg"
        ]

    },
    "3": {
        "name": "AIAYU",
        "bio": "Founded in Copenhagen by Creative Director Maria Heilmann, Aiayu emerged from a desire to create a responsible collection of timeless, beloved pieces crafted from pure and natural materials. The brand is celebrated for its “soft universe” of effortless, enduring designs, focusing on premium materials, handcrafted knitwear, and a soothing palette of natural tones.\n\nAiayu has continually evolved, expanding its offerings to include tailored pieces, European-made outerwear, and versatile unisex styles that resonate with today’s needs. With a distinctly modern take on functional, minimalist style, Aiayu perfectly embodies the Scandinavian way of life.\n\nToday, Aiayu is led by the women-led duo of Creative Director & Founder Maria Høgh Heilmann and CEO Maria Glæsel. Well-established in the Nordic region, Aiayu has flagship stores in Copenhagen, Frederiksberg, and Aarhus, and is also distributed through select retailers in continental Europe, the US, and Asia.",
        "mainPicture": "ayaiu.jpg",
        "gallery": [
            "aiayu1.jpg",
            "aiayu2.jpg",
            "aiayu3.jpg",
            "aiayu4.jpg",
            "aiayu5.jpg",
            "aiayu6.jpg"
        ]
    },
    "4": {
        "name": "ALECTRA ROTHSCHILD / MASCULINA",
        "bio": "Alectra Rothschild began her journey in fashion as a trained tailor before studying at Beckmans College of Design and pursuing an MA in Fashion under Fabio Piras at Central Saint Martins. She further explored sustainability and fashion at the Royal Danish Academy. During this period, Alectra trained with renowned designers Iris Van Herpen and Anne Sofie Madsen. Her first role in the fashion industry was at Mugler under Casey Cadwallader, and she has since freelanced for Alexander McQueen and collaborated with Birkenstock.\n\nSince graduating, Alectra’s work has captured attention across the fashion world. i-D Magazine named her among the \"best of CPHFW SS23 + FW23,\"and Dazed selected her for the Dazed100 List 2022. She was also chosen as the first CPHFW NEWTALENT: One to Watch for FW23. Most recently, she presented a performance for CPHFW SS24 with Viscose Journal.\n\nAlectra’s designs have been embraced by high-profile stars like Arca, MØ, Zara Larsson, and Michèle Lamy, establishing her as an exciting and innovative voice in contemporary fashion.",
        "mainPicture": "alectra-rothchild.jpg",
        "gallery": [
            "alectra1.jpg",
            "alectra2.jpg",
            "alectra3.jpg",
            "alectra4.jpg",
            "alectra5.jpg",
            "alectra6.jpg"
        ]
    },
    "5": {
        "name": "ANOTHER ASPECT",
        "bio": "Another Aspect is driven by a commitment to sustainability across all stages, from raw material sourcing to packaging and distribution. Beyond just making clothes, the brand promotes care, longevity, and mindful consumption.\n\nInspired by the beauty in everyday life, Another Aspect merges traditional menswear staples with modern design. Their collection spans textured shirts, versatile tailoring, and outerwear, all crafted from high-quality, eco-friendly fabrics.\n\nRecognized for its ethical approach, the brand has gained attention from publications like Vogue Scandinavia and earned industry awards for sustainability. Another Aspect appeals to those who seek timeless, responsibly-made fashion, establishing itself as a name to watch in sustainable style.",
        "mainPicture": "another-aspect.jpg",
        "gallery": [
            "another-aspect1.jpg",
            "another-aspect2.jpg",
            "another-aspect3.jpg",
            "another-aspect4.jpg",
            "another-aspect5.jpg",
            "another-aspect6.jpg"
        ]
    },
    "6": {
        "name": "BAUM UND PFERDGARTEN",
        "bio": "The brand’s collections are celebrated for their timeless appeal and vibrant, playful contrasts, embodying a blend of sophistication and boldness. Named as a creative interplay between founders Rikke Baumgarten and Helle Hestehave, the brand represents the harmony of their unique design visions developed over 25 years of collaboration.\n\nRikke and Helle's partnership has cultivated a distinctive design language rooted in structured tailoring, timeless vintage influences, and contemporary trends. Their creative process is a balance of complementing and challenging each other, resulting in collections that feel both classic and refreshingly modern.\n\nEach piece is crafted for women who seek a fashion-forward look that balances statement-making style with a relaxed elegance. By merging their love for refined details with a commitment to modern femininity, Rikke and Helle create versatile designs that resonate with today’s confident and discerning women.",
        "mainPicture": "baum-und-pferdgarten.jpg",
        "gallery": [
            "baum1.JPG",
            "baum2.JPG",
            "baum3.JPG",
            "baum4.JPG",
            "baum5.JPG",
            "baum6.JPG"
        ]
    },
    "7": {
        "name": "BERNER KUHL",
        "bio": "Frederik’s journey in fashion began with a background in production before pursuing design, culminating in a Master’s degree from Polimoda in Florence. His approach is rooted in the material itself, with each design beginning as an exploration of texture and feel. The fabrics drive his creative process, as he emphasizes the inherent qualities of the raw materials during development, ensuring that the final design is shaped by the material’s best features.\n\nWith a focus on longevity, Frederik aims to create pieces that stand the test of time. His brand champions a modular wardrobe approach, promoting thoughtful consumption by encouraging fewer but higher-quality purchases. Through this, he seeks to educate consumers about the value of well-made, enduring products.",
        "mainPicture": "berner-kuhl.jpg",
        "gallery": [
            "berner1.jpg",
            "berner2.jpg",
            "berner3.jpg",
            "berner4.jpg",
            "berner5.jpg",
            "berner6.jpg"
        ]
    },
    "8": {
        "name": "BONNERTJE",
        "bio": "By reusing defunct materials, Bonnetje contribute to the search for fashion beyond the current throwaway society. Their focus extends to past, present, and future sustainable practices.\n\nBonnetje does not aim to pioneer a brand new style but offers their perspective on the emerging movement of circularity within fashion. Collaboration with contemporary peers and across generations is essential to the brand's approach. Rather than discarding yesterday’s fashion, they aim to preserve it for today and reintroduce it into circulation. In refashioning existing suit items, Bonnetje literally turns certain parts inside-out, honoring the meticulous tailoring by exposing hidden details such as seams, pockets, and lining.\n\nAdditionally, they incorporate feminine silhouettes into classic masculine forms, blurring the lines between inclusion and exclusion within clothing.",
        "mainPicture": "BONNETJE.jpg",
        "gallery": [
            "bonn1.jpg",
            "bonn2.jpg",
            "bonn3.jpg",
            "bonn4.jpg",
            "bonn5.jpg",
            "bonn6.jpg"
        ]
    },
    "9": {
        "name": "CARO EDITIONS",
        "bio": "Caro Editions is known for its playful, easy-to-wear designs, often with a distinctive Caro touch in shape or detailing. Founded and creatively directed by Caroline Bille Brahe, the Copenhagen-based brand releases two collections each year, along with exclusive one-off upcycled denim pieces and limited edition statement designs with handmade details.\n\nMore than just a brand, Caro Editions represents a lifestyle rooted in family, culture, and community. Each collection reflects Caroline's personal story, blending modern design with timeless craftsmanship. The brand aims to create meaningful connections between its designs and the wearer, fostering a sense of belonging and a deeper appreciation for the pieces we wear.",
        "mainPicture": "caro-editions.jpg",
        "gallery": [
            "caro1.jpg",
            "caro2.jpg",
            "caro3.jpg",
            "caro4.jpg",
            "caro5.jpg",
            "caro6.jpg"
        ]
    },
    "10": {
        "name": "DEADWOOD",
        "bio": "The Stockholm-based brand was founded in 2012 by Carl Ollson and Felix von Bahder, two friends united by a vision to challenge the status quo in the fashion industry. Their core idea is simple yet profound: to create garments and accessories from materials that would otherwise go to waste, transforming overlooked resources into stylish, high-quality products.\n\nDeadwood is at the forefront of sustainable fashion, pioneering the use of upcycled leather and vegan cactus leather. The brand continually experiments with new material compositions, striving to innovate and enhance their offerings while maintaining a commitment to environmental responsibility. By focusing on carefully considered clothing, Deadwood encourages consumers to embrace a more sustainable lifestyle, promoting the idea that fashion can be both stylish and ethical.\n\nThrough their dedication to reimagining waste and fostering a circular economy, Deadwood is not just responding to current trends but is also preparing for an unexpected tomorrow, making a meaningful impact on the future of fashion.",
        "mainPicture": "deadwood.jpg",
        "gallery": [
            "deadwood1.jpg",
            "deadwood2.jpg",
            "deadwood3.jpg",
            "deadwood4.jpg",
            "deadwodd5.jpg",
            "deadwood6.jpg"
        ]
    },
    "11": {
        "name": "FINE CHAOS",
        "bio": "With a love for deconstruction, reconstruction, and expression, Fine Chaos pulls you into its dystopian otherworldly universe, making you feel like a part of the underground community from which the brand emerged.\n\nThe name and oxymoron 'Fine Chaos' encapsulates the brand's design philosophy, which centers around a fusion of opposing elements, resulting in what can only be described as 'a Beautiful Madness'.\n\nFounded in 2021 by Designer and Creative Director, March C. Møllerskov, the Copenhagen-based brand has already garnered attention from known retailers such as HBX & Opener, and continues to expand the brand internationally.\n\nFine Chaos is known for their captivating storytelling and depiction of an underground scene that isn’t always represented in Scandinavia. Creating a strong community has been a focus point from the start, and it has only grown with time.",
        "mainPicture": "fine-chaos.jpg",
        "gallery": [
            "fine-chaos1.jpg",
            "fine-chaos2.jpg",
            "fine-chaos3.jpg",
            "fine-chaos4.jpg",
            "fine-chaos5.jpg",
            "fine-chaos6.jpg"
        ]
    },
    "12": {
        "name": "FORTZA COLLECTIVE",
        "bio": "Forza Collective and its debut collection are the culmination of Kongshaug’s over 14 years of experience in the fashion industry. Having worked with both smaller fashion houses and major corporations in the world’s leading fashion cities, his journey includes collaborations with renowned brands such as Raf Simons, Christian Dior Couture, Balmain, Lanvin, and Theory. The craft he honed in Paris, the commercial insights he gained in New York City, and his unique sense of aesthetics and style all come together in the Forza Collective vision.\n\nAt its core, Forza Collective is about more than just fashion or fleeting trends—it’s a celebration of vision and style. The brand reflects Kongshaug's belief in creating something enduring, grounded in a clear aesthetic that transcends trends and speaks to those who appreciate timeless design.",
        "mainPicture": "fortza-collective.jpg",
        "gallery": [
            "fortza1.jpg",
            "fortza2.jpg",
            "fortza3.jpg",
            "fortza4.jpg",
            "fortza5.jpg",
            "fortza6.jpg"
        ]
    }
}